Repository: lynxchancom/fbe-410
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: ru

source: %s bans not shown.
ru: %s банов не показано.

source: %s not implemented.
ru: %s не поддерживается.

source: %s uploaded.
ru: %s загружен.

source: (for post and file deletion)
ru: (для удаления файлов и сообщений)

source: (new thread)
ru: (новая нить)

source: <h2>Add News Post</h2>This message will be displayed as it is written, so make sure you add the proper HTML.
ru: <h2>Добавить новость</h2>Это сообщение будет размещено как есть, так что используйте HTML-разметку.

source: A board with that name already exists.
ru: Доска с таким названием уже существует.

source: A board with that name does not exist.
ru: Доска с таким названием не существует.

source: A common cause for this is an incorrect extension when the file is actually of a different type.
ru: Обычная проблема в таких случаях — несоответствие типа файла указанному в имени расширению.

source: A file is required for a new thread. If embedding is allowed, either a file or embed ID is required.
ru: Для создания новой нити требуется прикрепить файл. Если встраивание видео разрешено, то вместо файла можно приложить его.

source: A message is required to post without a file.
ru: Необходимо написать текст для публикации сообщения без файла.

source: A post with that ID does not exist.
ru: Сообщение под данным номером не существует.

source: A staff member with that ID already exists.
ru: Член персонала под этим номером уже существует.

source: A staff member with that id does not appear to exist.
ru: Член персонала под таким номером не существует.

source: Add
ru: Добавить

source: Add ban
ru: Добавить бан

source: Add board
ru: Добавить доску

source: Add new blotter entry
ru: Добавить новое объявление

source: Add news
ru: Добавить новость

source: Add staff member
ru: Добавить члена персонала

source: Add word
ru: Добавить слово

source: Added a news entry
ru: Добавил(а) новость

source: Added board
ru: Добавил(а) доску

source: Added on
ru: Создан

source: Added staff member
ru: Добавил(а) члена персонала

source: Admin
ru: Админ

source: Administration
ru: Администрация

source: Administrator
ru: Администратор

source: Administrators
ru: Администраторы

source: All Threads
ru: Все нити

source: All boards
ru: Все доски

source: All threads/posts by that IP in selected boards successfully deleted.
ru: Все нити и сообщения с этого IP-адреса успешно удалены.

source: Allowed filetypes
ru: Разрешённые типы файлов

source: Already posted %shere%s.
ru: Уже было опубликовано %sздесь%s.

source: An image, or message, is required for a reply.
ru: Для ответа необходимо прикрепить изображение или написать сообщение.

source: Anonymous
ru: Аноним

source: Appeal Message
ru: Запрос на разблокировку

source: Appeal successfully denied.
ru: Запрос успешно отклонён.

source: Are you absolutely sure you want to delete %s?
ru: Вы действительно хотите удалить %s?

source: Ban from
ru: Бан на следующих досках

source: Ban proxy list
ru: Заблокировать список прокси

source: Ban successfully placed.
ru: Бан успешно ведён в исполнение.

source: Ban successfully removed.
ru: Бан успешно снят.

source: Banned
ru: Забанил(а)

source: Banned %d IP addresses using an IP address list.
ru: Заблокировано %d IP-адресов с использованием списка.

source: Banned from
ru: Забанен в

source: Blotter
ru: Объявления

source: Blotter entry added.
ru: Добавлено объявление.

source: Blotter entry deleted.
ru: Объявление удалено.

source: Blotter entry updated.
ru: Объявление обновлено.

source: Blotter is disabled.
ru: Объявления отключены.

source: Blotter updated
ru: Объявления обновлены

source: Board
ru: Доска

source: Board options
ru: Настройки досок

source: Board successfully added.
ru: Доска успешно добавлена.

source: Board successfully deleted.
ru: Доска успешно удалена.

source: Board type:
ru: Тип доски:

source: Boards
ru: Доски

source: Boards Administration
ru: Управление досками

source: Cache successfully flushed.
ru: Кеш успешно сброшен.

source: Can be left blank.
ru: Можно оставить пустым.

source: Can not be left blank.
ru: Нельзя оставить пустым.

source: Cancel
ru: Отмена

source: Captcha
ru: Подтверждение

source: Catalog Mode
ru: Каталог

source: Change account password
ru: Изменение пароля

source: Check for new version
ru: Проверить наличие новой версии

source: Cleanup
ru: Подчистка

source: Cleanup finished.
ru: Подчистка завершена.

source: Click Reply to view, or %sexpand%s.
ru: Для просмотра нажмите «Ответ» или %s«Развернуть»%s.

source: Click Reply to view.
ru: Для просмотра нажмите «Ответ».

source: Click to show/hide
ru: Нажмите, чтобы увидеть/скрыть

source: Collapse all images
ru: Свернуть все изображения

source: Continue
ru: Продолжить

source: Could not copy uploaded image.
ru: Не удалось скопировать загруженное изображение.

source: Could not create thumbnail.
ru: Не удалось создать уменьшенную копию.

source: Current version:
ru: Текущая версия:

source: Date
ru: Дата

source: Days to keep modlog entries
ru: Количество дней, в течение которых хранится журнал активности персонала

source: Default
ru: По умолчанию

source: Default style:
ru: Стиль по умолчанию

source: Delete
ru: Удалить

source: Delete all posts by IP
ru: Удалить все сообщения с IP

source: Delete all posts by this IP
ru: Удаление всех сообщений с этого IP-адреса

source: Delete board
ru: Удалить доску

source: Delete post
ru: Удалить сообщение

source: Delete posts
ru: Удалить сообщения

source: Delete thread
ru: Удалить нить

source: Delete thread/post
ru: Удаление нити/сообщения

source: Deleted
ru: Удалено

source: Deleted a VIP code
ru: Удалил(а) VIP-код.

source: Deleted board
ru: Удалил(а) доску

source: Deleted post
ru: Удалил(а) сообщение

source: Deleted posts by ip
ru: Удалить сообщения с IP-адреса

source: Deleted staff member
ru: Удалил(а) члена персонала

source: Deleted thread
ru: Удалил(а) нить

source: Deleting non-deleted replies which belong to deleted threads.
ru: Удаление неудалённых сообщений, принадлежащих удалённым нитям.

source: Deleting unused images.
ru: Удаление неиспользуемых файлов.

source: Denied the ban appeal for
ru: Отклонил(а) запрос на отмену бана для

source: Description
ru: Описание

source: Directory
ru: Директория

source: Disk space used
ru: Использованное дисковое пространство

source: Does not expire
ru: Бессрочно

source: Duplicate file entry detected.
ru: Данный файл уже был загружен.

source: Duplicate thread subject
ru: Такая тема нити уже была выбрана в другой

source: Edit
ru: Изменить

source: Edit filetypes
ru: Изменение типов файлов

source: Edit sections
ru: Изменение категорий

source: Edit word
ru: Изменить слово

source: Edited a VIP cod
ru: Изменил(а) VIP-код

source: Edited a news entry
ru: Изменил(а) новость

source: Email
ru: Адрес

source: Embed
ru: Видео

source: Embedding only
ru: Только видео

source: Enable "no file" posting
ru: Разрешить отправку сообщений "без файла"

source: Enable captcha:
ru: Включить капчу

source: Enable reporting:
ru: Разрешить жалобы:

source: Enable/disable captcha system for this board. If captcha is enabled, in order for a user to post, they must first correctly enter the text on an image.
ru: Включить/отключить систему кодов подтверждения. Если капча включена, то для отправки сообщения пользователь вынужден правильно ввести текст с картинки.

source: Entire Thread
ru: Вся нить

source: Error
ru: Ошибка

source: Error, it appears your file did not transfer properly. Please go back and try again.
ru: При загрузке файла возникла ошибка. Побробуйте снова.

source: Expand Thread
ru: Развернуть нить

source: Expand all images
ru: Развернуть все изображения

source: Expires:
ru: Истекает:

source: Extension icon displayed, click image to open file.
ru: Показан значок расширения, нажмите на него для открытия самого файла

source: File
ru: Файл

source: File Only
ru: Только файл

source: File successfully deleted from your post.
ru: Файл был успешно удалён из ваего сообщения.

source: File was not fully uploaded. Please go back and try again.
ru: Файл загрузился не полностью. Попробуйте снова.

source: File<br>Removed
ru: Файл<br/>удалён

source: Filetype added.
ru: Тип файлов добавлен.

source: Filetype deleted.
ru: Тип файлов удалён.

source: Filetype updated.
ru: Тип файлов обновлён.

source: First 100 posts
ru: Первые 100 сообщений

source: First 100 posts shown.
ru: Показаны 100 первых сообщений.

source: First Post ID
ru: Номер первого сообщения

source: Forced anonymous
ru: Форсированная анонимность

source: Frames removed.
ru: Фреймы убраны.

source: From
ru: Из

source: From thread
ru: Из нити

source: Front
ru: Главная

source: Front Page
ru: Главная страница

source: Get posting password
ru: Пароль для постинга

source: Global configuration succesfully updated.
ru: Глобальные настройки успешно обновлены.

source: Global options
ru: Глобальные настройки

source: Go
ru: Переход

source: Header image
ru: Логотип в заголовке страницы

source: Height
ru: Высота

source: Hide Directories
ru: Скрыть директории

source: Hide Thread
ru: Скрыть нить

source: Hide the watched threads box
ru: Скрыть блок «избранных нитей»

source: Home
ru: Главная

source: IP
ru: IP-адрес

source: If set to yes, new threads will not require an image to be posted.
ru: Если выбрано, то для создания новых нитей не обязательно прикладывать файл.

source: If set to yes, this board will appear in bold in the menu
ru: Если выбрано, то название доски будет выделено жирным шрифтом в меню.

source: If set to yes, this board will appear in italics in the menu
ru: Если выбрано, то название доски будет выделено курсивом в меню.

source: If set to yes, users will be redirected to the thread they replied to/posted after posting. If set to no, users will be redirected to the first page of the board.
ru: Если выбрано, то пользователи после отправки сообщения оказывается в нити, в которую отвечал. Если нет, то пользователи направляются на первую страницу доски.

source: If set to yes, users will not be allowed to enter a name, making everyone appear as Anonymous
ru: Если выбрано, то поле «Имя» становится недоступно, и все пользователи автоматически отмечаются как «Анонимы».

source: Image
ru: изображение

source: Images
ru: изображений

source: Images and embedding
ru: Изображения и видео

source: Important
ru: Важно

source: Improper filetype.
ru: Неподдерживаемый формат файла.

source: Incorrect captcha entered.
ru: Введён неверный код подтверждения

source: Incorrect password.
ru: Неверный пароль.

source: Incorrect username/password.
ru: Неверные имя пользователя/пароль.

source: Index
ru: Общее

source: Inserted SQL
ru: Выполнил(а) SQL-запрос

source: Invalid ID
ru: Неверный идентификатор

source: Invalid MIME type for this filetype.
ru: MIME-тип не соответствует данному расширению файлов.

source: Invalid ban ID
ru: Неверный идентификатор бана

source: Invalid board directory.
ru: Неверная директория доски.

source: Invalid session.
ru: Неправильная сессия.

source: Invalid staff ID.
ru: Неверный идентификатор персонала.

source: Invalid thread ID.
ru: Неверный номер нити.

source: Invalid thread ID. This may have been caused by the thread recently being deleted.
ru: Неверный номер нити. Это могло быть вызвано тем, что нить была недавно удалена.

source: Invalid video ID.
ru: Неверный идентификатор видео.

source: Invalid video type.
ru: Неверный тип видео.

source: Is replaced by
ru: Замена

source: Janitors
ru: Уборщики

source: Last 50 posts
ru: Последние 50 сообщений

source: Last 50 posts shown.
ru: Показаны 50 последних сообщений

source: Last Post
ru: Последнее сообщение

source: Last active
ru: Последняя активность

source: Lock
ru: Закрыть

source: Locked
ru: Закрыто

source: Locked thread
ru: Закрыл(а) нить

source: Log in again.
ru: Войти снова

source: Logged in
ru: Вошёл/Вошла в систему

source: Logo
ru: Логотип

source: Manage
ru: Управление

source: Manage boards
ru: Панель управления

source: Manage locked threads
ru: Управление закрытыми

source: Manage stickies
ru: Управление прикреплёнными

source: Marked for deletion (old).
ru: Помечено к удалению (слишком старое).

source: Maximum board pages
ru: Максимальное количество страниц на доске

source: Maximum image size
ru: Максимальный размер изображения

source: Maximum message length
ru: Максимальная длина сообщения

source: Maximum thread age (Hours)
ru: Максимальный возраст нити (в часах)

source: Maximum thread replies
ru: Максимальное число ответов в нить

source: Maxmimum size of uploaded images, in <b>bytes</b>.
ru: Максимально допустимый размер файлов в <b>байтах</b>.

source: Maxmimum thumbnail height
ru: Максимальная высота уменьшенной копии

source: Maxmimum thumbnail width
ru: Максимальная ширина уменьшенной копии

source: Merge complete.
ru: Объединение завершено.

source: Merge threads
ru: Объединение нитей

source: Message
ru: Сообщение

source: Message too long. Click %shere%s to view the full text.
ru: Сообщение слишком длинное. %sПолный текст%s.

source: Mod
ru: Модератор

source: ModLog
ru: Журнал активности персонала

source: Moderates
ru: Модерирует

source: Moderating boards
ru: Модерируемые доски

source: Moderation
ru: Модерация

source: Moderator
ru: Модератор

source: Moderators
ru: Модераторы

source: Modify
ru: Изменить

source: Modify staff member
ru: Изменить права пользователя

source: Module settings
ru: Настройка модулей

source: Modules
ru: Модули

source: More
ru: Ещё

source: Move complete.
ru: Перемещение завершено.

source: Move thread
ru: Перемещение нити

source: NOTICE: You are using the default administrator account. Anyone can log in to this account, so a second administrator account needs to be created. Create another, log in to it, and delete this one.
ru: ВНИМАНИЕ: Вы используете учётную запись администратора по умолчанию. Любой может использовать её, поэтому требуется создать вторую учётную запись администратора. Создаёте её, войдите и удалите текущую учётную запись.

source: Name
ru: Имя

source: Name to display when a name is not attached to a post.
ru: Имя, присваиваемое пользователю, если он не заполнил поле «Имя» самостоятельно.

source: Never
ru: Никогда

source: New Thread
ru: Новая нить

source: New image
ru: Новое изображение

source: New password
ru: Новый пароль

source: New password again
ru: Новый пароль (повтор)

source: News
ru: Новости

source: News entry successfully added.
ru: Новость успешно добавлена.

source: Next
ru: Далее

source: No
ru: Нет

source: No File
ru: Без файла

source: No blotter entries.
ru: Объявления отсутствуют.

source: No boards
ru: Досок нет

source: No embedding
ru: Нельзя прикладывать видео

source: No threads.
ru: Нитей нет.

source: No visible boards
ru: Нет видимых досок

source: None
ru: Отсутствует

source: Normal imageboard
ru: Обычный имиджборд

source: Oekaki imageboard
ru: Оэкаки

source: Old password
ru: Старый пароль

source: Online now
ru: Ныне онлайн

source: Only moderators of the board and admins can make new posts/replies
ru: Только модераторы доски и администраторы сайта могут отставлять собщения.

source: Only put in the letter(s) of the board directory, no slashes!
ru: Пишите в это поле только буквы и цифры. Никаких слешей!

source: Open images in new window
ru: Открывать изображения в новом окне

source: Options
ru: Параметры

source: Order
ru: Порядковый номер

source: Order to show board in menu list, in ascending order.
ru: Номер положения в меню, в возрастающем порядке.

source: Overrides the header set in the config file. Leave blank to use configured global header image. Needs to be a full url including http://. Set to none to show no header image.
ru: Заменяет заголовок, прописанный в файле конфигурации. Оставьте поле пустым для сохранения глобальных настроек. Требуется вводить полный адрес, включая http://. Укажите «none», если хотите убрать изображения в заголовке совсем.

source: Pages
ru: Страницы

source: Paint with
ru: Рисовать с помощью

source: Paint!
ru: Рисовать!

source: Password
ru: Пароль

source: Password successfully changed.
ru: Пароль успешно изменён.

source: Placed:
ru: Размещён

source: Please enter a positive amount of seconds, or zero for a permanent ban.
ru: Введите положительное число в секундах; или ноль, если требуется бессрочный бан.

source: Please enter a search query.
ru: Введите поисковый запрос.

source: Please fill in all required fields.
ru: Заполните все необходимые поля.

source: Please make sure your file is smaller than %dB
ru: Убедитесь, что ваш файл весит меньше, чем %dB

source: Please select a board.
ru: Пожалуйста, выберите доску.

source: Please select only one image to upload.
ru: Выберите только один файл для загрузки.

source: Please wait a moment before posting again.
ru: Пожалуйста, подождите немного, прежде чем публиковать сообщение.

source: Popular
ru: Популярная

source: Post
ru: cообщение

source: Post added.
ru: Сообщение добавлено.

source: Post preview
ru: Предпросмотр сообщения

source: Post successfully deleted.
ru: Сообщение успешно удалено.

source: Posting a blacklisted link.
ru: Ваше сообщение содержит ссылку, внесённую в спам-фильтр.

source: Posting mode: Reply
ru: Ответ в нить

source: Posting password
ru: Пароль для постинга

source: Posting rates (past hour)
ru: Рейтинг сообщений за прошедший час

source: Posts
ru: сообщений

source: Presets
ru: Шаблоны

source: Preview
ru: Предпросмотр

source: Previous
ru: Назад

source: Proxy list
ru: Список прокси-серверов

source: Query
ru: Запрос

source: Query executed successfully
ru: Запрос выполнен успешно

source: Quick Reply
ru: Быстрый ответ

source: Ran cleanup
ru: Запустил(а) подчистку

source: Raw HTML which will be inserted at the top of each page of the board.
ru: Код HTML, который будет будет вставлен в шапку каждой доски.

source: Read this thread from the beginning
ru: Читать эту нить сначала

source: Reason
ru: Причина

source: Reason:
ru: Причина:

source: Rebuild HTML files
ru: Перегенерировать файлы HTML

source: Rebuild all html files
ru: Перегенерировать файлы HTML

source: Rebuild complete. Took <b>%d</b> seconds.
ru: Пересчёт завершён. Он занял <b>%d</b> секунд.

source: Rebuilt all boards and threads
ru: Перегенерировал(а) все доски инити

source: Recently uploaded images
ru: Недавно загруженные изображения

source: Redirect to thread
ru: Перенаправление в нить

source: Redirecting
ru: Перенаправление

source: Refresh watched threads
ru: Обновить избранные нити

source: Regenerated %s
ru: Перегенерирована %s

source: Regular expression
ru: Регулярное изображение

source: Remove
ru: Убрать

source: Remove Frames
ru: Убрать фреймы

source: Removed word from wordfilter
ru: Удалил(а) слово из вордфильтра

source: Replacement
ru: Замена

source: Replies
ru: Ответы

source: Replies displayed per stickied thread (in thread list)
ru: Видимые ответы в прикреплённой нити (при просмотре с доски)

source: Replies displayed per thread (in thread list)
ru: Количество видимых сообщений в нити (при просмотре с доски)

source: Reply
ru: Ответ

source: Report
ru: Пожаловаться

source: Reporting allows users to report posts, adding the post to the report list.
ru: Жалобы позволяют пользователям обращать внимание модераторов на проблемные сообщения. Жалобы отображаются в специальном списке.

source: Reports
ru: Жалобы

source: Restore watched threads
ru: Восстановить избранные нити

source: Results
ru: Результаты

source: Return
ru: Назад

source: Rules
ru: Правила

source: SQL query
ru: SQL-запрос

source: Search
ru: Поиск

source: Search posts
ru: Поиск сообщений

source: Seconds
ru: Секунд

source: Section
ru: Раздел

source: Section added.
ru: Категория добавлена

source: Section deleted.
ru: Категория удалена

source: Section updated.
ru: Категория олбновлена

source: Send Appeal
ru: Отправить запрос

source: Show All
ru: Показать всё

source: Show Directories
ru: Показать директории

source: Show Posting Password
ru: Пароль для постинга

source: Show/Hide
ru: Показать/Скрыть

source: Shown below
ru: Показано ниже

source: Site Administration
ru: Управление сайтом

source: Site Styles
ru: Стили сайта

source: Size
ru: Размер

source: Sorry, a generic error has occurred.
ru: Возникла техническая ошибка.

source: Sorry, because of your numerous failed logins, you have been locked out from logging in for 20 minutes. Please wait and then try again.
ru: В связи с многочисленными неудачными попытками входа, вам закрыт доступ в Панель управления в течение следующих 20 минут. Пожалуйста, подождите, а потом попробуйте снова.

source: Sorry, that filetype is not allowed on this board.
ru: Данный тип файлов не разрешено прикреплять на данной доске.

source: Sorry, this board is locked and can not be posted in.
ru: Данная доска закрыта для отправки сообщений.

source: Sorry, this thread is locked and can not be replied to.
ru: Данная нить была закрыта для новых ответов.

source: Sorry, your message is too long. Message length: %d, maxmimum allowed length: %d
ru: Ваше сообщение слишком длинное. Его длина: %d, в то время как максимально разрешённой является %d

source: Sorry, your search returned zero results.
ru: Поиск не дал результатов.

source: Source
ru: Источник

source: Staff
ru: Персонал

source: Staff member successfully added.
ru: Член персонала успешно добавлен.

source: Staff rights
ru: Права

source: Staff successfully deleted
ru: Персонал успешно удалён

source: Staff successfully updated
ru: Персонал успешно обновлён

source: Statistics
ru: Статистика

source: Stickied
ru: Закреплено

source: Stickied thread
ru: Прикрепил(а) нить

source: Sticky
ru: Прикрепить

source: Style
ru: Стиль

source: Styles
ru: Стили

source: Subject
ru: Тема

source: Submit
ru: Отправить

source: Super Moderators
ru: Супермодераторы

source: Tag
ru: Метка

source: Text board
ru: Текстовая доска

source: Text boards may have only one thread with a unique subject. Please pick another.
ru: Нити текстовых досок должны иметь уникальные формулировки тем. Пожалуйста сформулируйте тему так, чтобы она не совпадала с другими нитями.

source: Text boards only. If enabled, the list of threads displayed on the front page will be formatted differently to be compact.
ru: Только текстовые доски. Если включено, список нитей на главной странице будет оформлен более компактно.

source: That ID does not exist.
ru: Этот идентификатор не существует.

source: That ID is a reply, not a thread.
ru: Под данным номером находится сообщение, а не нить.

source: That IP has already been banned.
ru: Данный IP-адрес уже заблокирован.

source: That name is for internal use. Please pick another.
ru: Это название зарезервировано для внутреннего использования. Выберите иное.

source: That post has been cleared as not requiring any deletion.
ru: Данное сообщение уже было проверено и признано незаслуживающим удаления.

source: That post is already in the report list.
ru: На это сообщение уже жаловались.

source: That thread may have been recently deleted.
ru: Эта нить могла быть недавно удалена.

source: That video ID has already been posted %shere%s.
ru: Это видео уже было опубликовано %sздесь%s.

source: That word already exists.
ru: Это слово уже внесено.

source: The 5 newest replies are shown below.
ru: 5 последних ответов показано ниже.

source: The change will not be apparent until the html files are rebuilt.
ru: Изменения вступят в силу, когда HTML-файлы будут перегенерированы.

source: The directory of the board.
ru: Директория доски.

source: The first post of this board will recieve this ID.
ru: Первое сообщение на доски будет опубликовано под этим номером.

source: The name of the board.
ru: Название доски.

source: The number of replies a thread can have before autosaging to the back of the board.
ru: Количество ответов в нить, прежде чем нить перестанет подниматься.

source: The old password you provided did not match the current one.
ru: Старый пароль, введённый вами, не соответствует настоящему.
