Repository: lynxchancom/fbe-410
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: ru

source: The second password did not match the first.
ru: Второй пароль не совпадает с первым.

source: The section the board is in. This is used for displaying the list of boards on the top and bottom of pages.
ru: Категория, в которой содержится доска. Требуется для для списка досок во фрейме, а также вверху и внизу каждой страницы.

source: The style which will be set when the user first visits the board.
ru: Этот стиль будет показан по умолчанию всем пользователям, которые впервые посещают доску.

source: The type of posts which will be accepted on this board. A normal imageboard will feature image and extended format posts, a text board will have no images, and an Oekaki board will allow users to draw images and use them in their posts.
ru: Тип сообщений, который будет доступен на этой доске. Обычный имиджборд позволяет прикреплять к сообщениями файлы, на текстовой доске изображения запрещены, оэкаки даёт возможность рисовать картинки и прикладывать их к сообщениям.

source: There are currently no bans.
ru: Активные баны в данный момент отсутствуют.

source: There are currently no filetypes.
ru: Типов файлов в данный момент не указано.

source: There are currently no sections.
ru: Категорий в данный момент нет.

source: There are currently no threads to display.
ru: Нити, доступные для просмотра, отсутствуют.

source: There is already a file with that name.
ru: Файл с таким именем уже существует.

source: There was an error in trying to delete your post
ru: При попытке удаления вашего сообщения воникла ошибка

source: This board does not allow post reporting.
ru: На данной доске не включен функционал жалоб на сообщения.

source: This post has been deleted.
ru: Это сообщение было удалено.

source: Thread
ru: Нить

source: Thread successfully deleted.
ru: Нить успешно удалена.

source: Thread successfully locked.
ru: Нить успешно закрыта

source: Thread successfully stickied.
ru: Нить успешно прикреплена

source: Thread successfully un-stickied
ru: Нить успешно откреплена

source: Thread successfully unlocked.
ru: Нить успешно открыта.

source: Threads
ru: Нити

source: Threads displayed per page (in thread list)
ru: Количество нитей на странице (при просмотре с доски)

source: Thumbnail displayed, click image for full size.
ru: Изображение уменьшено, нажмите для отображения оригинала

source: To
ru: В

source: To thread
ru: В нить

source: Trial
ru: Тестовая

source: Un-watch
ru: Убрать из списка

source: Unable to clear cache: you do not have caching enabled.
ru: Невозможно очистить кеш: кеширование не было включено.

source: Unable to connect to:
ru: Невозможно соединиться с:

source: Unable to create directories.
ru: Невозможно создать директории.

source: Unable to delete board.
ru: Невозможно удалить доску.

source: Unable to find record of your IP being banned.
ru: Найти запись, указывающую на бан этого IP-адреса, не удалось.

source: Unable to find records of any posts matching that quote syntax.
ru: Невозможно найти какие-либо сообщения, соответствующие запросу.

source: Unable to locate a board named
ru: Невозможно найти доску под названием

source: Unable to locate a filetype with that ID.
ru: Невозможно найти тип файлов с таким идентификатором.

source: Unable to locate a section with that ID.
ru: Невозможно найти категорию с таким идентификатором.

source: Unable to locate that word.
ru: Невозможно найти это слово.

source: Unable to read uploaded file during thumbnailing.
ru: Невозможно прочесть файл для создания уменьшенной копии.

source: Unable to report post. Please go back and try again.
ru: Попытка отправить жалобу не удалась. Попробуйте снова.

source: Unbanned
ru: Разбанил(а)

source: Unlock
ru: Открыть

source: Unlocked thread
ru: Открыл(а) нить

source: Unstickied thread
ru: Открепил(а) нить

source: Unsticky
ru: Открепить

source: Update
ru: Обновить

source: Update and regenerate board
ru: Обновить и перегенерировать доску

source: Update successful.
ru: Обновление прошло успешно.

source: Update without regenerating board
ru: Обновить без перегенерации доски

source: Updated board configuration
ru: Обновил(а) настройки доски

source: Updated global configuration
ru: Обновил(а) глобальные настройки

source: Updated staff member
ru: Обновил(а) члена персонала

source: Updated word on wordfilter
ru: Обновил(а) слово в вордфильтре

source: Upload type:
ru: Тип загрузок:

source: Use animation?
ru: Использовать анимацию?

source: Username
ru: Имя пользователя

source: View Reports
ru: Показать жалобы

source: View all bans
ru: Показать все баны

source: View animation
ru: Анимация

source: View catalog
ru: Посмотреть каталог

source: View deleted thread
ru: Просмотр удалённых нитей

source: View/Add/Remove bans
ru: Управление банами

source: Viewed disk space used
ru: Проверил(а), сколько занято места на жёстком диске

source: Watch Thread
ru: Добавить нить в избранное

source: Watched Threads
ru: Избранные нити

source: Welcome
ru: Добро пожаловать

source: What filetypes users are allowed to upload.
ru: Какие типы файлов можно загружать.

source: Whether or not to allow embedding of videos.
ru: Разрешать или же нет прикрепление к сообщениям видео.

source: Width
ru: Ширина

source: Word
ru: Слово

source: Word successfully added.
ru: Слово успешно добавлено.

source: Word successfully removed.
ru: Слово успешно удалено.

source: Word successfully updated.
ru: Слово успешно обновлено.

source: Wordfilter
ru: Вордфильтр

source: YOU ARE BANNED
ru: ВЫ БЫЛИ ЗАБЛОКИРОВАНЫ

source: YOU ARE NOT BANNED!
ru: ВЫ НЕ ЗАБЛОКИРОВАНЫ!

source: Yes
ru: Да

source: You are banned from posting on:
ru: Вам запрещено отправлять сообщения в:

source: You are currently posting faster than the configured minimum post delay allows.
ru: Вы пытаетесь отправлять сообщения чаще минимально разрешённого временного промежутка между сообщениями.

source: You are not a moderator of this board.
ru: Вы не являетесь модератором данной доски.

source: You can only delete posts from boards you moderate.
ru: Вы можете удалять сообщения только с досок, на которых являетесь модератором.

source: You can only make board specific bans to boards which you moderate.
ru: Вы можете делать баны только в пределах модерируемых вами доскок.

source: You have been banned from posting on
ru: Вам запрещено отправлять сообщения в

source: You have been successfully logged out.
ru: Вы успешно покинули Панель управления.

source: You may <b>not</b> appeal this ban.
ru: Вы <b>не</b> можете оспорить данный бан.

source: You may appeal this ban in
ru: Вы можете оспорить этот бан в

source: You may now appeal this ban.
ru: Вы можете оспорить этот бан.

source: You must enter a subject.
ru: Вы должны указать тему.

source: You searched for
ru: Вы искали

source: Your IP address is
ru: Ваш IP-адрес

source: Your appeal is currently pending review.
ru: Ваш запрос отправлен на рассмотрение.

source: Your appeal was reviewed and denied. You may <b>not</b> appeal this ban again.
ru: Ваш запрос рассмотрен и отклонён. Вы <b>не</b> можете оспорить этот бан снова.

source: Your image
ru: Ваше изображение

source: Your post already doesn't have a file attached to it!
ru: Ваше сообщение не имеет прикреплённого файла!

source: Your post contains one or more illegal characters.
ru: Ваше сообщение содержит один или более запрещённых символов.

source: Your posting password
ru: Ваш пароль для постинга

source: and
ru: и

source: for the following reason
ru: по следующей причине

source: forever
ru: навсегда

source: log in
ru: вход

source: log out
ru: выход

source: no captcha needed
ru: проезд оплачен

source: omitted
ru: пропущено

source: or
ru: или

source: reply to %d
ru: ответ в %d

source: will expire on
ru: истекает

source: will not expire
ru: бессрочный

source: The warning was issued on
ru: Предупреждение было создано

source: You have been issued a warning
ru: Вам было отправлено предупреждение

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

source: View/Add/Remove warnings
ru: Управление предупреждениями

source: Warnings
ru: Предупреждения

source: You do not have permission to delete warnings on all boards
ru: У Вас нет прав для удаления предупреждений на всех досках

source: Removed all viewed warnings
ru: Все просмотренные предупреждения удалены

source: Warnings successfully removed
ru: Предупреждения успешно удалены

source: You do not have permission to delete a warning on these boards
ru: У Вас нет прав для удаления предупреждений на этих досках

source: Warning successfully removed
ru: Предупреждение успешно удалено

source: Removed warning for
ru: Удалено предупреждение для

source: Removed viewed warning for
ru: Удалено просмотренное предупреждение для

source: on boards
ru: на досках

source: Invalid warning ID
ru: Неверный идентификатор предупреждения

source: You do not have permission to issue a global warning
ru: У Вас нет прав для отправки глобальных предупреждений

source: You do not have permission to issue a warning on these boards
ru: У Вас нет прав для отправки предупреждений на этих досках

source: Please enter IP address
ru: Пожалуйста, введите IP-адрес

source: There is already global warning for this IP
ru: Для этого IP-адреса уже существует глобально предупреждение

source: There is already warning for this IP on these boards
ru: Для этого IP-адреса уже существуют предупреждения на этих досках

source: Warning successfully issued.
ru: Предупреждение успешно отправлено.

source: Warning for
ru: Предупреждение для

source: Text
ru: Текст

source: on all boards
ru: на всех досках

source: on
ru: на

source: Please enter post ID
ru: Пожалуйста, введите идентификатор поста

source: Warning on
ru: Предупреждение на следующих досках

source: Message to user. Wakaba-mark is supported. Post links with boards specified are recommended (if not specified, ip lookup field or first "Warning on" checkbox or first board to which moderator has access is used).
ru: Сообщение для пользователя. Поддерживается Wakaba-mark. Рекомендуется указывать имя доски в ссылках на посты (если доска ну указана, то используется доска указанная в форме поиска IP, или первая доска, на которой действует предупреждение, или первая доска, к которой у модератора есть доступ.

source: Issue warning
ru: Отправить предупреждение

source: Delete all viewed
ru: Удалить все просмотренные

source: Warning text
ru: Текст предупреждения

source: Created warning for
ru: Создано предупреждение для
